tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "souffle-lang/souffle"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
tap "windmilleng/tap"
brew "arping"
brew "automake"
brew "python"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bazel"
brew "glib"
brew "cairo"
brew "cloc"
brew "coreutils"
brew "csvkit"
brew "dive"
brew "eksctl"
brew "entr"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "geoip"
brew "git"
brew "git-lfs"
brew "git-when-merged"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "mas"
brew "mtr"
brew "nasm"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openapi-generator"
brew "parallel"
brew "postgresql"
brew "protobuf"
brew "prototool"
brew "pstree"
brew "rbenv"
brew "rbenv-bundler"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "socat"
brew "sponge"
brew "telnet"
brew "tmux"
brew "vault"
brew "wabt"
brew "wasmtime"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "zplug"
brew "zsh"
brew "souffle-lang/souffle/souffle", args: ["HEAD"]
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
brew "windmilleng/tap/tilt"
cask "adoptopenjdk8"
cask "alfred"
cask "aws-vault"
cask "bloomrpc"
cask "boostnote"
cask "caffeine"
cask "dash"
cask "docker"
cask "flycut"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerline"
cask "karabiner-elements"
cask "muzzle"
cask "obs"
cask "oracle-jdk"
cask "postman"
cask "racket"
cask "rectangle"
cask "signal"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
